acpid
adobe-source-code-pro-fonts
alsa-utils
antergos-common-meta
antergos-desktop-settings
antergos-gnome-meta
antergos-keyring
antergos-midnight-timers
antergos-mirrorlist
arc-gtk-theme
aurman
autoconf
automake
b43-fwcutter
bash
bash-completion
bind-tools
binutils
bison
bluez
bluez-utils
borg
btrfs-progs
bzip2
bzr
cifs-utils
cmake
coreutils
crda
cryfs
cryptsetup
cups
cups-pk-helper
device-mapper
dhcpcd
diffutils
dmidecode
dmraid
docker
dosfstools
e2fsprogs
efibootmgr
emacs
exfat-utils
f2fs-tools
fakeroot
file
filesystem
findutils
flex
gawk
gcc
gcc-libs
gettext
git
gitkraken
gnome-bluetooth
go
gparted
grep
groff
grub
grub2-theme-antergos
gsfonts
gzip
haveged
hplip
htop
hugo
inetutils
intel-ucode
iproute2
iputils
ipw2100-fw
ipw2200-fw
jfsutils
jshon
less
lib32-mesa
libtool
libva-intel-driver
licenses
linux
logrotate
lsb-release
lvm2
m4
make
man-db
man-pages
mdadm
mlocate
modemmanager
nano
net-tools
netctl
networkmanager
nfs-utils
nilfs-utils
ntfs-3g
openssh
os-prober
packer
pacman
patch
pciutils
perl
pkgconf
pkgfile
procps-ng
psmisc
pulseaudio-bluetooth
python-gobject
python-pyqt5
python2-gnomekeyring
redshift
reflector
reiserfsprogs
s-nail
sakura
screenfetch
sed
shadow
splix
sudo
sysfsutils
system-config-printer
systemd
systemd-sysvcompat
tar
terminus-font
texinfo
tilix
tree
ttf-font-awesome
ttf-freefont
unrar
unzip
usb_modeswitch
usbutils
util-linux
vagrant
vi
vim
virtualbox
vlc
wget
which
whois
wireless_tools
wpa_actiond
xf86-video-intel
xfsprogs
yaourt
yay
youtube-dl
zsh
zsh-completions
zsh-syntax-highlighting
